# terminal
cask "kitty"
cask "font-fira-code-nerd-font"
cask "font-caskaydia-cove-nerd-font"
# ranger file manager
brew "ranger"
# neovim
brew "neovim"
# eza (ls replacement)
brew "eza"
# tree (view hierarchical file structure)
brew "tree"
# miniflux (rss reader)
brew "miniflux"
# java
brew "java"
# postgres
brew "postgresql@18"
# git pager replacement- remember to add to default in ~/.gitconfig:
#   4 │ [core]
#   5 │     pager = delta
#   6 │ [interactive]
#   7 │     diffFilter = delta --color-only
#   8 │ [delta]
#   9 │     navigate = true
#  10 │     side-by-side = true
#  11 │     line-numbers = true
brew "git-delta"
brew "lazygit"
brew "atuin"
brew "yazi"
brew "sd"
brew "jq"
brew "fx"
brew "pyenv-virtualenv"
brew "carapace"
